export const history = [
    {
        date: '1951 р.',
        title: 'Розпочалось будівництво підприємства'
    },
    {
        date: '1955 р.',
        title: 'Виготовлена перша продукція - соняшникова олія'
    },
    {
        date: '1961 р.',
        title: 'Почали виготовляти саломас і маргаринову продукцію'
    },
    {
        date: '2007 р.',
        title: 'Встановлені 2 преси та 1 жаровня, що дало можливість збільшити виробничі потужності від \n' +
            '500 тонн насіння соняшнику на добу до 650 тонн на добу.'
    },
    {
        date: '2008 р.',
        title: 'Введені в експлуатацію нові потужності по збергіанню, які дозволяють одночасно зберігати \n' +
            'насіння соняшнику, ріпаку та сої (сумарною потужністю еквівалентною 24000 тонн насіння соняшнику). \n' +
            'В даний час комбінат має можливість приймати до 3000 тонн олійних культур за добу з можливістю \n' +
            'одночасного приймання двох видів насіння.'
    },
    {
        date: '2010 р.',
        title: 'На Вінницькому ОЖК була проведена чергова реконструкція з монтажем нового олійно - віджимного агрегату, \n' +
            'що дало можливість збільшити добову потужність до 1000 тонн насіння соняшнику.'
    },
    {
        date: '2013 р.',
        title: 'На території ПрАТ «Вінницький ОЖК» побудований та введений в експлуатацію другий олійноекстракційний \n' +
            'завод добовою потужністю переробки:',
        list: [
            'насіння соняшнику – 1300 тонн, або',
            'насіння ріпаку – 1000 тонн, або',
            'насіння сої – 700 тонн.'
        ]
    },
    {
        date: '2013 р.',
        title: 'Встановлений на заводі екстрактор дозволяє збільшити потужність до 1800 тонн добової переробки соняшнику.'
    },
    {
        date: '2013 р.',
        title: 'Збудований олійноекстракційний завод ОЕЗ-2 значно збільшив виробничі потужності підприємства, \n' +
            'яке зараз має можливість переробляти одночасно дві олійні культури. Весь технологічний процес переробки \n' +
            'олійного насіння – від приймання насіння до відвантаження олії та гранульованого шроту - автоматизований \n' +
            'та проводиться з пульта керування.'
    },
    {
        date: '2014 р.',
        title: 'Виконані подальші заходи з модернізації обладнання та підвищення ефективності виробництва на \n' +
            'олійноекстракційному виробництві:',
        list: [
            'встановлений експандер ЕХР-350 МLЕ для формування ракушки;',
            'замінений охолоджувач ракушки;',
            'здійснено переобв’язку циклонів десольвентайзера;',
            'встановлений механічний фільтр ВНП-75 для фільтрування пресової олії;',
            'замінений шнек ракушки;',
            'автоматизована подача гріючої пари на жаровні;',
            'автоматизована подача матеріалу на жаровні;',
            'замінена норія м’ятки'
        ]
    },
    {
        date: '2022 р.',
        title: 'Підприємство надалі покращує та розширює своє виробництво. Саме зараз кількість працівників \n' +
            'складає понад 650 людей, а кількість заводів майже вдвічі збільшилась з 2013 року'
    },
]
