import React from "react";
import './About.css'
import Header from "../../components/Header/Header";

function About() {
    return (
        <>
            <Header/>
            <section className={'about'}>
                <h1 className={'about-title'}>
                    Приватне акціонерне товариство «Вінницький олійножировий комбінат»
                </h1>
                <div className={'about-body'}>
                    <div className={'about-body-description'}>
                        <p className="about-body-description-text">
                            В даний час Приватне акціонерне товариство «Вінницький олійножировий
                            комбінат» є одним з найбільших і найпотужніших підприємств з переробки
                            олійних культур і виробництва рослинних олій та жирів в Україні.
                            <br/><br/>
                            Виробничий комплекс Товариства розміщений на одній промисловій ділянці
                            площею 20,8га.
                            <br/><br/>
                            Пріоритетом діяльності ПрАТ „Вінницький ОЖК” є випуск продукції, яка
                            конкурентоспроможна та відповідає сучасним вимогам якості та безпеки.
                            ПрАТ «Вінницький ОЖК» виробляє широкий асортимент високоякісної
                            продукції, яка реалізується великій кількості споживачів. Асортимент
                            продукції складає понад 60 найменувань.
                        </p>
                        <img className={'about-body-description-photo'} src="" alt="VIOIL photo card"/>
                    </div>
                    <div className={'about-body-list-wrapper'}>
                        <p className={'about-body-list-title'}>
                            До складу ПрАТ «Вінницький ОЖК» входять:
                        </p>
                        <ul className={'about-body-list'}>
                            <li>
                                олійноекстракційний завод по переробці насіння олійних культур добовою потужністю переробки 1000 тонн
                                насіння соняшнику або 600 тонн насіння ріпаку, або 355 тонн соєвих бобів;
                            </li>
                            <li>
                                олійноекстракційний завод № 2 по переробці насіння олійних культур добовою потужністю переробки до 1300 тонн
                                насіння соняшнику або 1000 тонн насіння ріпаку, або 700 тонн соєвих бобів;
                            </li>
                            <li>
                                гідрогенізаційний завод добовою потужністю виробництва 140 тонн нерафінованих саломасів та
                                90 тонн рафінованої дезодорованої олії;
                            </li>
                            <li>
                                цех фасування продукції потужністю по виробництву олії, фасованої в полімерні пляшки - 30 тонн/добу,
                                фасованих жирів та маргаринів - 60 тонн/добу;
                            </li>
                            <li>
                                дільниця гранулювання лушпиння потужністю до 210 тонн на добу;
                            </li>
                            <li>
                                елеватор насіння місткістю 24000 тонн насіння соняшнику;
                            </li>
                            <li>
                                елеватор шроту місткістю 3200 тонн;
                            </li>
                            <li>
                                резервуари для зберігання олії об’ємом 12505 м3 на дільниці олійної сировини потужністю заливу 3000 тонн
                                на добу залізничних цистерн та 1300 тонн на добу флекси-контейнерами;
                            </li>
                            <li>
                                котельня загальною потужністю 30 тонн пари на годину.
                            </li>
                        </ul>
                    </div>
                </div>
            </section>
        </>
    )
}

export default About